tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "cffi"
brew "readline", link: true
brew "ansible"
brew "as-tree"
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "berkeley-db", link: true
brew "coreutils"
brew "ctags"
brew "docutils"
brew "exiftool"
brew "fzf"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "libtool"
brew "imagemagick"
brew "infracost"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libffi"
brew "libpq"
brew "pkg-config"
brew "mercurial"
brew "mkcert"
brew "openssl@1.1"
brew "mysql@5.7", link: true
brew "neovim"
brew "nmap"
brew "nss"
brew "ntp"
brew "nvm"
brew "ollama", restart_service: true
brew "peco"
brew "poppler"
brew "pre-commit"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "zlib"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "gitify"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "obsidian"
cask "openlens"
cask "postman"
cask "rar"
cask "raycast"
cask "slack"
cask "telegram"
cask "visual-studio-code"
cask "warp"
cask "zap"
