tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "readline", link: true
brew "ansible"
brew "autoconf"
brew "automake"
brew "awscli"
brew "berkeley-db", link: true
brew "coreutils"
brew "ctags"
brew "fzf"
brew "glib"
brew "go"
brew "libffi"
brew "python@3.9"
brew "shared-mime-info"
brew "libheif"
brew "libtool"
brew "imagemagick"
brew "kubernetes-cli"
brew "kubectx"
brew "libevent"
brew "libksba"
brew "libpq"
brew "mercurial"
brew "mysql@5.7", link: true
brew "neovim"
brew "nvm"
brew "openssl@3"
brew "peco"
brew "pkg-config"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "starship"
brew "terragrunt"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "zlib"
brew "heroku/brew/heroku"
cask "alfred"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "obs"
cask "obsidian"
cask "postman"
cask "slack"
cask "telegram"
cask "visual-studio-code"
cask "warp"
cask "zoom"
