tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "libyaml"
brew "readline"
brew "python@3.9"
brew "ansible"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "ctags"
brew "fzf"
brew "libidn"
brew "git"
brew "glib"
brew "hadolint"
brew "libtool"
brew "imagemagick"
brew "krb5"
brew "libksba"
brew "libmagic"
brew "nvm"
brew "peco"
brew "pkg-config"
brew "postgresql"
brew "redis"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "yarn"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
cask "boostnote"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "responsively"
cask "slack"
cask "visual-studio-code"
